Repository: pwn-association/pwn-site-v2
Catalog: pwn_event/locale/*/LC_MESSAGES/django.po
Languages: fr

source: title
fr: titre

source: excerpt
fr: extrait

source: place
fr: lieu

source: Event date
fr: Date de la conférence

source: season
fr: saison

source: is publish
fr: est publié

source: start publication
fr: début de la publication

source: Start date of publication.
fr: Date de début de publication.

source: end publication
fr: fin de publication

source: End date of publication.
fr: Date de fin de publication.

source: Event
fr: Conférence

source: Events
fr: Conférences

source: name
fr: nom

source: biography
fr: bio

source: address
fr: adresse

source: address complement
fr: complément d'adresse

source: zip
fr: code postale

source: city
fr: ville

source: external link
fr: url

source: Place
fr: Lieu

source: Places
fr: Lieux

source: Season
fr: Saison

source: Seasons
fr: Saisons

source: last name
fr: nom

source: first name
fr: prénom

source: Used to build the tag's URL.
fr: Utilisé pour créer l'URL du tag.

source: previous
fr: précédent

source: next
fr: suivant

source: Categories
fr: Catégories

source: back to the event list
fr: retour à la liste des conférences

source: Events List
fr: Liste des conférences

source: No event yet.
fr: Pas de conférence pour le moment.

source: Inconming Events
fr: Conférences à venir

source: Past Events
fr: Conférences passées

source: PWN Events
fr: Conférences PWN

source: Last published creations
fr: Dernières conférences publiées

source: Events in this place
fr: Conférences dans ce lieu

source: Sorry, no events in this place.
fr: Pas de conférence dans ce lieu pour le moment.

source: Place List
fr: Liste des lieux

source: All places
fr: Tous les lieux

source: Events in this season
fr: Conférences pour cette saison

source: Sorry, no events in this season.
fr: Aucune conférence pour cette saison.

source: season List
fr: liste des saisons

source: All seasons
fr: Toutes les saisons

source: Events by this speaker
fr: Conférences par speaker

source: Sorry, no events in this speaker.
fr: Aucune conférence pour ce speaker.

source: speaker List
fr: liste des speaker

source: All speakers
fr: Tous les speakers

source: Events for this tag
fr: Conférences pour ce tag

source: Sorry, no events for this tag.
fr: Aucune conférence pour ce tag.

source: Tag List
fr: Liste des tags

source: All tags
fr: Tous les tags

source: No events yet.
fr: Pas de conférences pour le moment.

source: No categories yet.
fr: Pas de catégorie pour le moment.
